define([], function(){
    var data = {};

data.data = [{
        "title": "仁通213元优惠券",
        "salerId": 9433,
        "goods": [{
            "id": 56347,
            "num": 5
        },
        {
            "id": 118881,
            "num": 20
        },
        {
            "id": 723120,
            "num": 20
        },
        {
            "id": 244074,
            "num": 5
        },
        {
            "id": 717066,
            "num": 10
        }]
    },
    {
        "title": "仁通354元优惠券",
        "salerId": 9433,
        "goods": [{
            "id": 56344,
            "num": 10
        },
        {
            "id": 56340,
            "num": 10
        },
        {
            "id": 56454,
            "num": 12
        },
        {
            "id": 439905,
            "num": 20
        },
        {
            "id": 913748,
            "num": 5
        }]
    },
    {
        "title": "仁通344元优惠券",
        "salerId": 9433,
        "goods": [{
            "id": 56342,
            "num": 5
        },
        {
            "id": 56394,
            "num": 10
        },
        {
            "id": 56378,
            "num": 20
        },
        {
            "id": 56331,
            "num": 5
        },
        {
            "id": 455304,
            "num": 5
        }]
    },
    {
     "title": "蓉锦879元优惠券",
        "salerId": 51267,
        "goods": [{
            "id": 565455,
            "num": 30
        },
        {
            "id": 686627,
            "num": 30
        },
        {
            "id": 467605,
            "num": 30
        },
        {
            "id": 485503,
            "num": 30
        }]
    },
    {
        "title": "荣锦675元优惠券",
        "salerId": 51267,
        "goods": [{
            "id": 565455,
            "num": 30
        },
        {
            "id": 880703,
            "num": 30
        },
        {
            "id": 880671,
            "num": 30
        },
        {
            "id": 487369,
            "num": 30
       }]
    },
    {
     "title": "本草堂1208元优惠",
        "salerId": 41722,
        "goods": [{
            "id": 388262,
            "num": 100
        },
        {
            "id": 876104,
            "num": 20
        },
        {
            "id": 539318,
            "num": 10
        },
        {
            "id": 804050,
            "num": 10
        }]
    },
    {
       "title": "本草堂444元优惠券",
        "salerId": 41722,
        "goods": [{
            "id": 41500,
            "num": 40
        },
        {
            "id": 620671,
            "num": 10
        },
        {
            "id": 539318,
            "num": 10
        },
        {
            "id": 804050,
            "num": 10
        }]
    },
    {
     "title": "佳能达99元优惠券",
        "salerId": 71129,
        "goods": [{
            "id": 730797,
            "num": 10
        },
        {
            "id": 735590,
            "num": 5
        },
        {
            "id": 733609,
            "num": 5
        },
        {
            "id": 728474,
            "num": 5

        }]
    },
    {
        "title": "佳能达499元优惠券",
        "salerId": 71129,
        "goods": [{
            "id": 739792,
            "num": 30
        },
        {
            "id": 737955,
            "num": 20
        },
        {
            "id": 728474,
            "num": 20
        },
        {
            "id": 791549,
            "num": 10
        },
        {
            "id": 791546,
            "num": 10
        }]

    },
    {
        "title": "佳能达999元优惠券",
        "salerId": 71129,
        "goods": [{
            "id": 731816,
            "num": 50
        },
        {
            "id": 736832,
            "num": 50
        },
        {
            "id": 728835,
            "num": 40
        },
        {
            "id": 733651,
            "num": 30
        },
        {
            "id": 733661,
            "num": 30
        }]

    },
    {
        "title": "修正717元优惠券",
        "salerId": 77268,
        "goods": [{
            "id": 909578,
            "num": 9
        },
        {
            "id": 909585,
            "num": 9
        },
        {
            "id": 909576,
            "num": 9
        }]

    }
    ];
    return data;
});